Repository: Portugao/MUTicket
Catalog: locale/*/LC_MESSAGES/module_muticket.po
Languages: de

source: Create another item after save
de: Ein weiteres Element nach dem Speichern anlegen

source: Really delete this ticket?
de: Dieses Ticket wirklich löschen?

source: Children
de: Kinder

source: Labelticket
de: Label des Tickets

source: Delete ticket
de: Ticket löschen

source: Do you really want to delete this ticket ?
de: Möchtest Du dieses Ticket wirklich löschen?

source: Confirmation prompt
de: Sicherheitsabfrage

source: Rated Tickets and statistics of the supporter:
de: Bewertete Tickets und Statistiken des Supporters:

source: Show rated answers of this supporter!
de: Bewertete Anworten dieses Supporters anzeigen!

source: Number of answers
de: Anzahl der Antworten

source: The supporter created
de: Dieser Supporter hat

source: answer for customers
de: Antwort für Kunden angelegt

source: Number of rated answers
de: Anzahl der bewerteten Antworten

source: Customers rated
de: Kunden bewerteten

source: answer of this supporter
de: Antwort dieses Supporters

source: That are
de: Das sind

source: of the total answers
de: der kompletten Antworten

source: Average of the customer rating for this supporter
de: Durchschnitt der Kundenbewertungen für diesen Supporter

source: Customers have given
de: Kunden haben

source: point by rating the answers of this supporter
de: Punkt beim Bewerten dieses Supporters gegeben

source: That is an average of
de: Das ist ein Durchschnitt von

source: point for the rating of customers
de: Punkt für die Bewertungen der Kunden

source: Latest current states
de: Letzte aktuelle Stati

source: A direct feed showing the list of current states
de: Ein direkter Feed, der eine Liste der aktuellen Stati anzeigt

source: Choose current state
de: Wähle aktuellen Status

source: Create current state
de: Aktuellen Status erstellen

source: View detail page
de: Detailseite ansehen

source: No current states found.
de: Keinen aktuellen Status gefunden.

source: With selected current states
de: Gewählte aktuelle Stati

source: Choose action
de: Wähle eine Aktion

source: Edit current state
de: Aktuellen Stati bearbeiten

source: Enter the title of the current state
de: Gib den Titel des aktuellen Status ein

source: Enter the description of the current state
de: Gib die beschreibung des aktuellen Status ein

source: Allowed file size:
de: Erlaubte Dateigröße:

source: Delete upload icon ?
de: Diesen Icon löschen?

source: Really delete this current state?
de: Diesen aktuellen Status wirklich löschen?

source: Delete current state
de: Aktuellen Status löschen

source: Do you really want to delete this current state ?
de: Willst Du diesen aktuellen Status wirklich löschen?

source: Latest supporters
de: Aktuelle Supporter

source: A direct feed showing the list of supporters
de: Ein dierekter Feed, der eine Liste der Supporter anzeigt

source: Create supporter
de: Supporter erstellen

source: Present?
de: Anwesend?

source: No supporters found.
de: Keine Supporter gefunen.

source: Edit supporter
de: Supporter bearbeiten

source: Input the username of the supporter
de: Gib den Benutzernamen des Supporters an

source: Select a user
de: Eine Benutzer wählen

source: Input the category of the variety
de: Gib die Kategorie für diese Variante ein

source: Select a category
de: Wähle eine Kategorie

source: Is this supporter present?
de: Ist dieser Supporter anwesend?

source: state
de: Status

source: Really delete this supporter?
de: Diesen Supporter wirklich löschen?

source: Delete supporter
de: Supporter löschen

source: Do you really want to delete this supporter ?
de: Möchtest Du diesen Supporter wirklich löschen?

source: Latest labels
de: Aktuelle Labels

source: A direct feed showing the list of labels
de: Ein Feed der die Labelliste anzeigt

source: Font color
de: Schriftfarbe

source: No labels found.
de: Keine Labels gefunden

source: With selected labels
de: Gewählte Labels

source: Edit label
de: Label bearbeiten

source: Enter the name of the label
de: Gib deb Namen des Labels ein

source: Choose the label color of the label
de: Wähle die Labelfarbe

source: Choose the font color of the label
de: Wähle die Schriftfarbe für das Label

source: Really delete this label?
de: Dieses Label wirklich löschen?

source: Delete label
de: Label löschen

source: Do you really want to delete this label ?
de: Möchtest du dieses Label wirklich löschen?

source: Choose labels
de: Label wählen

source: Choose the labels
de: Wähle die Labels

source: Latest ratings
de: Aktuelle Bewertungen

source: A direct feed showing the list of ratings
de: Ein direkter Feed, der eine Liste der Bewertungen anzeigt

source: No ratings found.
de: Keine Bewertungen gefunden.

source: With selected ratings
de: Gewählte Bewertungen

source: Edit rating
de: Bewertung aktualisieren

source: Enter the ratingvalue of the rating
de: Wähle den Wert der Bewertung

source: Really delete this rating?
de: Diese Bewertung wirklich löschen?

source: Delete rating
de: Bewertung löschen

source: Do you really want to delete this rating ?
de: Willst Du diese Bewertung wirklich löschen?

source: Creation
de: Erstellung

source: Created by %1$s on %2$s
de: Erstellt von %1$s am %2$s

source: Last update
de: Letzte Aktualisierung

source: Updated by %1$s on %2$s
de: Aktualisiert von %1$s am %2$s

source: Read more
de: Mehr lesen

source: Object type
de: Objekt Typ

source: If you change this please save the element once to reload the parameters below.
de: Wenn Du dies änderst speichere dieses Element um die Parameter unten neu zu laden.

source: Please select your item here. You can resort the dropdown list and reduce it's entries by applying filters. On the right side you will see a preview of the selected entry.
de: Bitte wähle Dein Element hier. Du kannst die Dropdownliste umsortieren und ihre Elemente mit Filtern reduzieren. Auf der rechten Seite siehst Du eine Vorschau des gewählten Eintrags.

source: Link to object
de: Link zum Objekt

source: Embed object display
de: Eingebettetes Objekt anzeigen

source: Example
de: Beispiel

source: Sorry! At the moment our support is not available!
de: Entschuldigung! Unser Support ist derzeit nicht erreichbar!

source: Do you want to close this ticket?
de: Möchtest Du dieses Ticket tatsächlich schliessen?

source: Close ticket
de: Ticket schliessen

source: You can now close this ticket, if your are sure, that the question of the customer is answered! Consider you cannot reopen this ticket!
de: Du kannst dieses Ticket nun schliessen, wenn Du sicher bist, dass die Frage des Kunden beantwortet ist. Bedenke, dass Du dieses Ticket nicht wieder öffnen kannst!

source: This ticket is closed. If you have questions again, please open a new ticket!
de: Dieses Ticket ist geschlossen. Wenn Du eine Frage hast, erstelle bitte ein neues Ticket!

source: Image
de: Foto

source: No images uploaded!
de: Keine Fotos hoch geladen!

source: File
de: Datei

source: No files uploaded!
de: Keine Dateien hoch geladen!

source: No set.
de: Keins gesetzt.

source: RATE NOW THIS SUPPORT ANSWER!
de: BEWERTE JETZT DIESE SUPPORTANTWORT!

source: Sorry. At the moment our support is not available!
de: Entschuldigung! Derzeit ist unser Support nicht erreichbar!

source: Open Tickets Overview
de: Übersicht der offenen Tickets

source: Closed Tickets Overview
de: Übersicht der geschlossenen Tickets

source: Ticket Overview
de: Ticket Übersicht

source: Created
de: Erstellt

source: Not set
de: Nicht gesetzt.

source: Set owner
de: Setze Besitzer

source: Send message?
de: Nachricht senden?

source: Set current state
de: Setze aktuellen Status

source: Set label
de: Setze Label

source: Enter duedate!
de: Gib das Fälligkeitsdatum ein!

source: Enter a text like end of october!
de: Gib einen Text wie Ende Oktober ein!

source: Answer to ticket
de: Antwort für das Ticket

source: If you do not want to give a concrete date, you can enter a string like "end of november 2013".
de: Wenn Du kein konkretes Datum eingeben möchtest, kannst Du einen Text wie "Ende November 2013" eingeben.

source: Enter the username of the supporter
de: Gib den Benutzernamen des Supporters an

source: Enter the supportcats of the supporter
de: Gib die Kategorien für diesen Supporter ein

source: Update rating
de: Bewertung aktualisieren

source: Vote
de: Abstimmen

source: If you change this please save the block once to reload the parameters below.
de: Wenn Du dies änderst speichere bitte den Block erneut um die Parameter unterhalb wieder zu laden.
