Repository: Portugao/MUTicket
Catalog: locale/*/LC_MESSAGES/module_muticket.po
Languages: de

source: None workflow (no approval)
de: Kein Workflow

source: This is like a non-existing workflow. Everything is online immediately after creation.
de: Dies ist wie ein nicht existierender Workflow. Alles is direkt online nach der Erstellung.

source: Initial
de: Anfang

source: Pseudo-state for content which is just created and not persisted yet.
de: Pseudostaus für Inhalt der gerade erstellt wurde und noch nicht gesichert wurde.

source: Approved
de: Freigegeben

source: Content has been approved and is available online.
de: Inhalt wurde freigegeben und ist online verfügbar.

source: Deleted
de: Gelöscht

source: Pseudo-state for content which has been deleted from the database.
de: Pseudostatus für Inhalt der aus der Datenbank gelöscht wurde.

source: Submit
de: Abschicken

source: Submit content.
de: Inhalt abschicken

source: Update
de: Aktualisieren

source: Update content.
de: Inhalt updaten

source: Delete
de: Löschen

source: Delete content permanently.
de: Inhalt dauerhaft löschen

source: New
de: Neu

source: Customer!
de: Kunde!

source: Ratings
de: Bewertungen

source: Supporters
de: Supporter

source: Current states
de: Aktuelle Stati

source: This is a required field.
de: Dies ist ein Pflichtfeld.

source: Please enter a valid number in this field.
de: Bitte gib eine gültige Zahl ein.

source: Please use numbers only in this field. please avoid spaces or other characters such as dots or commas.
de: Nutze bitte nur Ziffern. Vermeide Leerzeichen und andere Zeichen!

source: Please use letters only (a-z) in this field.
de: Bitte nutze Buchstaben (a-z) in diesem Feld.

source: Please use only letters (a-z) or numbers (0-9) only in this field. No spaces or other characters are allowed.
de: Bitte nutze nur Buchstaben (a-z) oder Ziffern (0-9) in diesem Feld. Keine Leerzeichen oder andere Zeichen sind erlaubt.

source: Please enter a valid date.
de: Bitte gib ein gültiges Datum ein.

source: Please enter a valid email address. For example yourname@example.com .
de: Bitte gib eine gültige mailadresse an: Zum Beispiel: ihrname@beispiel.com.

source: Please enter a valid URL.
de: Bitte gib einen gültigen URL an.

source: Please use this date format: dd/mm/yyyy. For example 17/03/2010 for the 17th of March, 2010.
de: Bitte nutze ein gültiges Format für das Datum: dd/mm/yyyy. Zum Beispiel: 17/03/2010 für den 17. März 2010.

source: Please enter a valid $ amount. For example $100.00 .
de: Bitte gib einen gültigen $ Betrag an. Zum Beispile $100.00 .

source: Please make a selection.
de: Bitte triff eine Auswahl.

source: Please select one of the above options.
de: Bitte wählen eine der obigen Optionen.

source: This value must not contain spaces.
de: Dieses Feld darf keine Leerzeichen enthalten.

source: Please select a valid html colour code.
de: Bitte wähle einen gültigen html Farbwert.

source: Please select an allowed file type.
de: Bitte wähle einen erlaubten Dateitypen.

source: Please select a value in the past.
de: Bitte wähle einen Wert in der Vergangenheit.

source: Please select a value in the future.
de: Bitte wähle einen Wert in der Zukunft.

source: You have rated this support answer:
de: Du hast diese Supportantwort bewertet:

source: Only item titles
de: Nur Titel eines Elements

source: With description
de: Beschreibung schreiben

source: Custom template
de: Eigenes Template

source: %1$s: missing parameter '%2$s'
de: %1$s: fehlender Parameter '%2$s'

source: Done! Ticket created.
de: Erledigt! Ticket erstellt.

source: Done! Ticket updated.
de: Erledigt! Ticket aktualisiert.

source: Done! Ticket deleted.
de: Erledigt! Ticket gelöscht.

source: Sorry, but an unknown error occured during the %s action. Please apply the changes again!
de: Entschuldigung, aber ein unbekannter Fehler ist während der Aktion %s aufgetreten. Bitte betsätige die Änderungen erneut!

source: Error! Could not determine workflow actions.
de: Fehler! Konnte Wofkflowaktionen nicht beenden.

source: No such item.
de: Kein solches Element vorhanden.

source: Done! Item created.
de: Erledigt! Element erstellt.

source: Error! Creation attempt failed.
de: Fehler! Versuch zu speichern fehlgeschlagen.

source: Done! Item updated.
de: Erledigt! Element aktualisiert.

source: Error! Update attempt failed.
de: Fehler! Versuch zu aktualisieren fehlgeschlagen.

source: Done! Item deleted.
de: Erledigt! Element gelöscht.

source: Error! Deletion attempt failed.
de: Fehler! Versuch zu löschen fehlgeschlagen.

source: Error! Failed to set configuration variables.
de: Fehler! Versuch Einstellungen zu setzen fehlgeschlagen.

source: Done! Module configuration updated.
de: Erledigt! Moduleinstellungen aktualisiert.

source: Done! Current state created.
de: Erledigt! Aktueller Status erstellt.

source: Done! Current state updated.
de: Erledigt! Aktueller Status aktualisiert.

source: Done! Current state deleted.
de: Erledigt! Aktueller Status gelöscht.

source: Done! Label created.
de: Erledigt! Label erstellt.

source: Done! Label updated.
de: Erledigt! Label aktualisiert.

source: Done! Label deleted.
de: Erledigt! Label gelöscht.

source: Attention! There is no category path available for the ticket table. So you can not use categories. If you want to use them, please apply one!
de: Achtung! Es gibt keinen gültigen Kategoriepfad für die Ticket Tabelle. Somit können Sie die Kategorien nicht nutzen. Wenn Sie dies möchten, legen Sie einen Pfad an!

source: No Category
de: Keine Kategorie

source: Attention! There is no other user in the supporter group!
de: Achtung! Es gibt keinen weiteren Benutzer in der Gruppe der Supporter!

source: Done! Supporter created.
de: Erledigt! Supporter angelegt.

source: Done! Supporter updated.
de: Erledigt! Supporter aktualisiert.

source: Done! Supporter deleted.
de: Erledigt! Supporter gelöscht.

source: Done! Rating created.
de: Erledigt! Bewertung vorgenommen.

source: Done! Rating updated.
de: Erledigt! Bewertung aktualisiert.

source: Done! Rating deleted.
de: Erledigt! Bewertung gelöscht.

source: Error! No groups available!
de: Fehler! Keine Gruppe vorhanden!

source: All supporters deleted. You have to save one!
de: Sämtliche Supporter sind gelöscht. Du solltest einen Supporter anlegen!

source: Sorry. Our support is not available at the moment!
de: Entschuldigung! Unser Support ist derzeit nicht erreichbar!

source: Done! Answer created.
de: Erledigt! Antwort erstellt.

source: Close
de: Schliessen

source: Error! Invalid colour.
de: Fehler! Ungültige Farbe.

source: Error! in %1$s: the %2$s parameter must be specified.
de: Fehler! In %1$s: Der Parameter %2$s muss spezifizert werden.

source: Add %s
de: Füge %s hinzu

source: Select %s
de: Wähle %s

source: Find %s
de: Finde %s

source: Search %s
de: Suche %s

source: Create new %s
de: Erstelle %s neu

source: Create
de: Erstellen

source: No results found!
de: Keine Ergebnisse gefunden!

source: Cancel
de: Abbrechen

source: This function requires JavaScript activated!
de: Diese Funktion verlangt, dass Javascript aktiv ist!

source: Search user
de: Suche und wähle Benutzer

source: Error! Invalid user.
de: Fehler! Unbekannter Nutzer.

source: MUTicket detail view
de: MUTicket Detailansicht

source: Display or link a single MUTicket object.
de: Zeige oder verlinke ein einzelnes Objekt von MUTicket.v

source: No item selected.
de: Kein Element gewählt..

source: MUTicket list view
de: MUTicket Listenansicht

source: Display list of MUTicket objects.
de: Zeige eine Liste von MUTicket Objekten.

source: All
de: Alle

source: Notice: This block will not be displayed until you activate the MUTicket module.
de: Achtung: Dieser Block wird nicht angezeigt bis Du das Modul MUTicket aktiviert hast.

source: MUTicket items
de: MUTicket EölMUTicket Element

source: Doctrine Exception:
de: Doctrine Ausnahmefehler:

source: An error was encountered while creating the tables for the %s extension.
de: Ein Fehler ist während des Erstellens der Tabellen für %s aufgetreten.

source: Please enable the development mode by editing the /config/config.php file in order to reveal the error details.
de: Bitte schalte den Entwicklermodus durch Bearbeiten der Datei /config/config.php ein.

source: Error! Could not create a category registry for the %s entity.
de: Fehler! Konnte keine Kategorie Registrierung für den Eintrag %s erstellen.

source: An error was encountered while removing stored object workflows for the %s extension.
de: Während des Entfernens gespeicherter Objekt Arbeitsabläufe für das Modul %s ist ein Fehler aufgetreten.

source: An error was encountered while dropping the tables for the %s extension.
de: Ein Fehler ist während des Löschens der Tabellen für das Modul %s aufgetreten.

source: The upload directories at [%s] can be removed manually.
de: Die Upload Ordner in [%s] können manuell gelöscht werden.

source: Error! Could not move your file to the destination folder.
de: Fehler! Verschieben Ihrer Datei in den Zielordner nicht möglich.

source: Error! No file found.
de: Fehler! Keine Datei gefunden.

source: Error! This file type is not allowed. Please choose another file format.
de: Fehler! Dieser Dateityp ist nicht erlaubt. Bitte wähle ein gültiges Format!

source: Error! Your file is too big. Please keep it smaller than %s kilobytes.
de: Fehler! Deine Datei ist zu gross. Bitte mache sie kleiner als %s Kilobytes.

source: Error! Your file is too big. Please keep it smaller than %s megabytes.
de: Fehler! Deine Datei ist zu gross. Bitte mache sie kleiner als %s Megabytes.

source: Error! This file type seems not to be a valid image.
de: Fahler! Diese Datei scheint keine gültige Bilddatei zu sein.

source: muticket Tickets Display Hooks
de: muticket Ticket Hooks für die Ansicht

source: muticket Ratings Display Hooks
de: muticket Bewertungen Ansicht Hooks

source: muticket Ratings Filter Hooks
de: muticket Bewertungen Filter Hooks

source: muticket Supporters Display Hooks
de: muticket Supporter Ansicht Hooks

source: muticket Supporters Filter Hooks
de: muticket Supporter Filter Hooks

source: muticket Current states Display Hooks
de: muticket Aktueller Status Ansicht Hooks

source: muticket Current states Filter Hooks
de: muticket Aktueller Status Filter Hooks

source: muticket Labels Display Hooks
de: muticket Label Ansicht Hooks

source: muticket Labels Filter Hooks
de: muticket Label Filter Hooks

source: Open tickets
de: Offne Tickets

source: Show a list of open tickets based on different criteria.
de: Eine Liste offener Tickets nach unterschiedlichen Kriterien anzeigen.

source: Latest MUTicket items
de: Ansicht von letzten MUTicket Elementen.

source: List of tickets and other MUTicket items
de: Liste von Tickets und andere MUTicket Elementen

source: This plugin shows a list of tickets and other items of the MUTicket module.
de: Dieses Plugin zeigt eine Liste von Tickets und anderen Elementen von MUTicket.

source: Hi supporter, here you get this ticket to work for the customer by yourself.
de: Hallo Supporter, hier erhälst Du dieses Ticket, damit Du es für den Kunden bearbeitest.

source: Dear Customer! We assume that we are able to clear your ticket until the given date
de: Lieber Kunde! Wir bemühen uns, Ihr Ticket bis zum angegebenen Zeitpunkt zu klären

source: An error was encountered while dropping the tables for the %s module.
de: Ein Fehler ist aufgetreten beim Löschen der Tabellen für das Modul %s.

source: MUTicket - Handling of support tickets for your customers
de: MUTicket - Bearbeiten und Verwalten von Kunden Supportanfragen

source: Done! The ticket is closed!
de: Erledigt! Das Ticket ist geschlossen.

source: Category:
de: Kategorie:

source: A new ticket on
de: Ein neues Ticket auf

source: An answer to your ticket on
de: Eine Antwort auf Ihr Ticket auf

source: An answer to a ticket on
de: Eine neue Antwort auf ein Ticket auf

source: Unable to send message
de: Senden der Nachricht nicht möglich

source: Your ticket was saved and an email sent to our support!
de: Ihr Ticket wurde gespeichert und unser Support per email informiert!

source: Your support answer was saved and an email sent to the customer!
de: Deine Support Antwort wurde gespeichert und eine mail an den Kunden geschickt!

source: Another entry was created by an user on
de: Ein weiterer Eintrag wurde von einem Benutzer angelegt auf

source: There is an answer to your ticket of the support on
de: Zu Ihrem Ticket gibt es eine Antwort des Supports bei

source: Title of ticket
de: Titel des Tickets

source: Visit this ticket:
de: Dieses Ticket aufrufen:

source: Changing of supporter for a ticket
de: Änderung des Supporters für ein Ticket

source: Changing of current state for a ticket
de: Änderung eines aktuellen Status für ein Ticket

source: Changing of labels for a ticket
de: Änderung der Labels für ein Ticket

source: Date we try to give you a feedback
de: Datum bis zu dem wir versuchen Ihnen eine Antwort zu geben

source: To a ticket was set another current state.
de: Für ein Ticket wurde ein anderer aktueller Status gesetzt.

source: To a ticket other labels were set.
de: Für ein Ticket wurden andere Labels gesetzt.

source: Status of ticket
de: Status des Tickets

source: All except approved
de: Alle ausgenommen freigegebene

source: Shows all items except these which are approved
de: Zeigt alle Elemente ausgenommen die freigegeben wurden

source: Notset
de: Nicht gesetzt

source: The upload directory "%s" does not exist and could not be created. Try to create it yourself and make sure that this folder is accessible via the web and writable by the webserver.
de: Der Upload Ordner "%s" existiert nicht und konnte nicht erstellt werden. Versuche ihn selbst zu erstellen und stelle sicher, dass er erreichbar und beschreibbar ist.

source: Warning! The upload directory at "%s" exists but is not writable by the webserver.
de: Warnung! Der Upload Ordner in "%s" existiert, ist aber nicht beschreibbar.

source: Warning! Could not write the .htaccess file at "%s".
de: Warnung! Konnte die .htaccess Datei in "%s" nicht schreiben.

source: Not Set
de: Nicht gesetzt.

source: No limit
de: Keine Grenze

source: Error! Field value must not be empty (%s).
de: Fehler! Der Wert des Feldes darf nicht leer (%s) sein.

source: Error! Length of field value must not be higher than %2$s (%1$s).
de: Fehler! Die Länge des Feldes darf nicht höher als %2$s (%1$s) sein.

source: Error! Field value must be a valid boolean (%s).
de: Fehler! Der Wert des Feldes muss ein gültiger logischer Wert (%s) sein.

source: Error! Field value may only contain digits (%s).
de: Fehler! Der Wert des Feldes darf nur Ziffern beinhalten (%s).

source: Error! Field value must be a valid user id (%s).
de: Fehler! Der Wert des Feldes muss ein gültige User Id sein (%s).

source: Error! Field value must not be 0 (%s).
de: Fehler! Der Wert des Feldes darf nicht 0 (%s) sein.

source: Error! Field value must not contain space chars (%s).
de: Fehler! Der Wert des Feldes darf keine Leerzeichen enthalten (%s).

source: Error! Field value must be a valid html colour code [#123 or #123456] (%s).
de: Fehler! Der Wert des Feldes muss ein gültiger Farbcode[#123 oder #123456] (%s) sein.

source: No
de: Nein

source: Yes
de: Ja

source: Error! Could not load the associated workflow.
de: Fehler! Konnte den notwendigen Wokflow nicht laden.

source: Open preview page
de: Vorschau öffnen

source: Preview
de: Vorschau

source: Edit
de: Bearbeiten

source: Reuse for new item
de: Für ein neues Element wieder benutzen

source: Reuse
de: Wieder benutzen

source: Back to overview
de: Zurück zum Überblick

source: Error! Could not remove stored workflow. Deletion has been aborted.
de: Fehler! Konnte den gespeicherten Wokflow nicht entfernen. Löschen wurde abgebrochen.

source: Call statistic and rated tickets of this supporter
de: Rufe Statistiken und bewertete Tickets dieses Supporters auf

source: Rating statictics
de: Statistiken der Bewertungen

source: Item
de: Element

source: Error! Could not save the search results.
de: Fehler! Konnte das Suchergebnis nicht speichern.

source: 3 newest tickets
de: 3 neuste Tickets

source: A list of the three newest tickets.
de: Eine Liste der 3 neusten Tickets

source: 3 random tickets
de: 3 zufällige Tickets

source: A list of three random tickets.
de: Eine Liste 3 zufälliger Tickets.

source: Switch to administration area.
de: Zur Administration wechseln.

source: Ticket list
de: Liste der Tickets

source: Rating list
de: Liste der Bewertungen

source: Supporter list
de: Liste der Supporter

source: Current state list
de: Liste aller aktuellen Stati

source: Label list
de: Labelliste

source: Switch to user area.
de: Zum Userbereich wechseln.

source: Configuration
de: Konfiguration

source: Manage settings for this application
de: Einstellungen vornehmen

source: All Tickets
de: Tickets

source: List of all tickets
de: Liste aller Tickets

source: Open Tickets
de: Offene Tickets

source: List of open tickets
de: Liste offener Tickets

source: Closed Tickets
de: Geschlossene Tickets

source: List of closed tickets
de: Liste geschlossener Tickets

source: Create Ticket
de: Ticket erstellen

source: Error! Invalid identifier received.
de: Fehler! Ungültiger Bezeichner entdeckt.

source: Error! It is not allowed to delete this entity.
de: Fehler! Es ist nicht erlaubt dieses Element zu löschen.

source: Sorry! Only parent tickets are directly available in display!
de: Entschuldigung! Nur Tickets sind direkt aufrufbar, nicht die entsprechenden Antworten!

source: Sorting
de: Sortierung

source: Random
de: Zufall

source: Newest
de: Neuste

source: Default
de: Standard

source: Amount
de: Anzahl

source: Filter (expert option)
de: Filter (Option für Experten)

source: Syntax examples
de: Syntax Beispiel

source: or
de: oder

source: No object types found.
de: Fehler! Keine Objekttypen gefunden.

source: Search and select ticket
de: Suche und wähle Ticket

source: Switch to
de: Wechsel zu

source: Search and select rating
de: Suche und wähle Bewertung

source: Search and select supporter
de: Suche und wähle Supporter

source: Search and select current state
de: Suche und wähle aktuellen Status

source: Search and select label
de: Suche und wähle Label

source: Category
de: Kategorie

source: Categories
de: Kategorien

source: This is an optional filter.
de: Dies ist ein optionaler Filter.

source: Paste as
de: Einfügen als

source: Link to the ticket
de: Link zum Ticket

source: ID of ticket
de: ID des Tickets

source: No entries found.
de: Keine Einträge gefunden.

source: Sort by
de: Sortieren anhand

source: Workflow state
de: Workflow Status

source: Title
de: Titel

source: Images
de: Fotos

source: Files
de: Dateien

source: State
de: Status

source: Rated
de: Bewertet

source: Owner
de: Besitzer

source: Due date
de: Fälligkeitsdatum

source: Due text
de: Text für Fälligkeitsdatum

source: Current state
de: Aktueller Status

source: Creation date
de: Erstelldatum

source: Creator
de: Ersteller

source: Update date
de: Aktualisierungsdatum

source: ascending
de: Aufsteigend

source: descending
de: Absteigend

source: Page size
de: Seitengröße

source: Search for
de: Suchen nach

source: Change selection
de: Auswahl ändern

source: Link to the current state
de: Link zu aktuellem Status

source: ID of current state
de: Id des aktuellen Status

source: Description
de: Beschreibung

source: Upload icon
de: Icon

source: Current state information
de: Aktuellen Stati Information

source: Link to the supporter
de: Link zum Supporter

source: ID of supporter
de: ID des Supporters

source: Username
de: Benutzername

source: Supportcats
de: Supporter Kategorien

source: Link to the label
de: Link zum Label

source: ID of label
de: ID des Labels

source: Label color
de: Labelfarbe

source: Link to the rating
de: Link zur Bewertung

source: ID of rating
de: ID der Bewertung

source: Rating
de: Bewertung

source: Ratingvalue
de: Wert der Bewertung

source: Rating information
de: Bewertungsinformation

source: Settings
de: Einstellungen

source: General
de: Allgemein

source: Here you can manage all basic settings for this application.
de: Hier kannst Du die Basiseinstellungen für das Modul vornehmen.

source: Supportergroup
de: Gruppe für Supporter

source: Input this setting.
de: Lege diese Einstellung fest!

source: Allow rating?
de: Bewertungen erlaubt?

source: Allowed filesize?
de: Erlaubte Dateigröße?

source: Supporter group may create tickets?
de: Darf die Supportergruppe Tickets erstellen?

source: Activate or deactivate this option.
de: Aktiviere oder aktiviere diese Option

source: Do you want to delete all existing supporters?
de: Möchtest Du sämtliche Supporter löschen?

source: Delete existing supporters?
de: Vorhandene Supporter löschen?

source: Extended
de: Erweitert

source: Message new owner
de: Nachricht neuer Benutzer

source: Enter the message new owner.
de: Gib die Nachricht für einen neuen Benutzer ein.

source: Message due date
de: Nachricht für Fälligkeitsdatum

source: Enter the message due date.
de: Bitte gib die Nachricht für der Nachricht ein

source: Update configuration
de: Konfiguration aktualisieren

source: Creation and update
de: Erstellung uns Aktualisierung

source: Created by %s
de: Erstellt von %s

source: Created on %s
de: Erstellt am %s

source: Updated by %s
de: Aktualisiert von %s

source: Updated on %s
de: Aktualisert am %s

source: Actions
de: Aktionen

source: Create ticket
de: Ticket anlegen

source: Create rating
de: Bewertung abgeben

source: Create label
de: Label erstellen

source: Open quick view window
de: Schnellansicht Fenster öffnen

source: Quick view
de: Schnellansicht

source: Not set.
de: Nicht gesetzt.

source: Latest tickets
de: Aktuelle Tickets

source: A direct feed showing the list of tickets
de: Ein Feed, der eine Liste der Tickets anzeigt

source: Choose ticket
de: Ticket wählen

source: Choose the ticket
de: Wähle das Ticket

source: Quick navigation
de: Schnellnavigation

source: Search
de: Suchen

source: Back to paginated view
de: Zurück zur Seitenansicht

source: Show all entries
de: Alle Einträge anzeigen

source: Created Date
de: Erstelldatum

source: Open
de: Offen

source: No tickets found.
de: Keine Tickets gefunden.

source: Edit ticket
de: Ticket aktualisieren

source: Fields
de: Felder

source: Content
de: Inhalt

source: Enter the title of the ticket
de: Gib den Titel des Tickets ein

source: Enter the text of the ticket
de: Gib den Text des Tickets ein

source: Reset to empty value
de: Zu leerem Wert zurück setzen

source: Allowed file extensions:
de: Erlaubte Dateiendungen:

source: Current file
de: Aktuelle Datei

source: Delete images ?
de: Fotos löschen?

source: Delete existing file
de: Vorhandene Datei löchen

source: Delete files ?
de: Dateien löschen?

source: state ?
de: Status?

source: rated ?
de: Bewertet?

source: If you want to give this ticket to another supporter you should have a look if he is present!
de: Wenn Du dieses Ticket einem anderen Supporter übergeben möchtest, solltest du schauen, ob er präsent ist!

source: Enter a part of the user name to search
de: Gib einen Teil des Benutzernamens für die Suche ein

source: Switch to the user administration
de: Wechsel zum Administrationsbereich.

source: Manage user
de: benutzer managen

source: Enter the due date of the ticket
de: Gib das Fälligkeitsdatum des Tickets ein.

source: If you don"t want to give a concrete date, you can enter a string like "end of november 2013".
de: Wenn Du kein konkretes Datum eingeben möchtest, kannst Du einen Text wie Ende November 2013 eingeben.

source: Enter the due text of the ticket
de: Gib den Text ein

source: Choose the current state
de: Wähle den aktuellen Status

source: Send Message?
de: Nachricht senden?

source: Choose if an email should be send
de: Wähle, ob eine mail geschickt werden soll

source: Return control
de: Return Kontrolle
